/* Localized strings for Spectacle. */

/* Alerts */
"Spectacle requires that the Accessibility API be enabled" = "Spectacle exige que l'API dans Accessibilité soit activé";
"Would you like to open the Universal Access preferences so that you can turn on \"Enable access for assistive devices\"?" = "Souhaitez-vous ouvrir les préférences d'Accéssibilité afin d'activer \"Activer l'accès pour les périphériques d'aide\"?";

"This will cause Spectacle to run in the background" = "Cela active le fonctionnement de Spectacle en arrière-plan";
"Run Spectacle in the background without a menu in the status bar.\n\nTo access Spectacle's preferences click on Spectacle in Launchpad, or open Spectacle in Finder." = "Ouvrir Spectacle en arrière-plan sans le menu dans la barre d'état. Pour avoir accès aux préférences de Spectacle, ouvrez Spectacle dans le Launchpad, ou dans le Finder.";

"This will restore Spectacle's default hot keys" = "Cela rétablira les raccourcis de Spectacle par défaut";
"Would you like to restore the default hot keys? Any custom hot keys will be lost." = "Voulez-vous rétablir les raccourcis par défaut ? Les raccourcis personnalisés seront perdus.";

/* Buttons */
"Open Universal Access Preferences" = "Ouvrir les préférences d'Accessibilité";
"Stop Spectacle" = "Arrêter Spectacle";
"OK" = "Ok";
"Cancel" = "Annuler";

/* Toggle Switch */
"ON" = "ON";
"OFF" = "OFF";

/* Hot Key Recorders */
"Enter hot key" = "Entrez le raccourcis";
"Stop recording" = "Arrêter l'enregistrement";
"Use existing" = "Utiliser l'existant";
"Click to record" = "Cliquez pour enregistrer";

/* Hot Key Validation Errors */
"Hot key %@ already in use." = "Raccourcis %@ déjà utilisé.";
"The hot key \"%@\" is already used by a system-wide keyboard shortcut.\n\nTo use this hot key change the existing shortcut in the Keyboard preference pane under System Preferences." = "Le raccourcis \"%@\" est déjà utilisé par le système. Pour utiliser ce raccourcis, changez l'existant dans l'onglet Clavier des Préférences Système.";
"The hot key \"%@\" is already used in the menu." = "Le raccourcis \"%@\" est déjà utilisé dans le menu.";
"The hot key \"%@\" is already in use. Please select a new hot key." = "Le raccourcis \"%@\" est déjà utilisé. S'il vous plait, sélectionnez-en un nouveau.";
"OK" = "Ok";
